{
    "page-home": {
        "title": "춰Hola游녦, soy Kevin Cruz!",
        "subtitle": "Soy un Ingeniero de Software",
        "description": "Nac칤 en Carambe칤, Brasil, actualmente viviendo y trabajando en Londrina, Paran치. Con habilidades destacadas en ReactJS, NextJS, TypeScript, NodeJS, y m치s, me apasiona la innovaci칩n y las tecnolog칤as emergentes. 춰Con칩ceme m치s mientras avanzamos en el fascinante mundo del desarrollo de software! 游",
        "project": {
            "title": "Mis proyectos",
            "see-more": "Ver m치s...",
            "podcast": {
                "title": "Podcast",
                "description": "Dise침o de un sistema de podcast con control de m칰sica, utilizando NextJS, ChakraUI y m치s..."
            },
            "reddit": {
                "title": "Clon de Reddit",
                "description": "Clon de Reddit usando NextJS, TypeScript, ChakraUI, Firebase y m치s..."
            },
            "dashadmin": {
                "title": "Panel de Administraci칩n",
                "description": "Trabajando con el dise침o de un panel, gr치ficos y tablas."
            },
            "button": {
                "visit": "Visitar",
                "source-code": "C칩digo Fuente"
            }
        },
        "footer": {
            "name": "Kevin Cruz",
            "profession": "Ingeniero de Software",
            "get-in-touch": "Cont치ctame",
            "email": "ENV칈AME UN CORREO",
            "phone": "LL츼MAME"
        }
    },
    "page-about": {
        "title": "춰Hola 游땕, mi nombre es Kevin Cruz!",
        "pre-title": "Soy un Ingeniero de Software",
        "description": "Nacido en Carambe칤, Brasil, actualmente viviendo en Londrina, Paran치, Brasil. Mi formaci칩n t칠cnica incluye habilidades en tecnolog칤as como ReactJS, NextJS, TypeScript, NodeJS, y m치s. Apasionado por la innovaci칩n y las nuevas tecnolog칤as, siempre busco aprender y aplicar mis conocimientos en proyectos desafiantes. Adem치s de mi experiencia en programaci칩n, tengo una experiencia 칰nica como pescador y en carpinter칤a. Con planes de incursionar en la creaci칩n de contenido en YouTube, hablo con fluidez en portugu칠s, espa침ol e ingl칠s intermedio. 춰Con칩ceme m치s mientras avanzamos en el fascinante mundo del desarrollo de software! 游",
        "personal-information": {
            "full-name": "Nombre Completo",
            "age": "Edad",
            "address": "Direcci칩n",
            "email": "Correo Electr칩nico"
        }
    },
    "page-portfolio": {
        "reddit-clone": {
            "title": "Clon de Reddit",
            "description": "Clon de Reddit con inicio de sesi칩n, publicaciones, comentarios, me gusta y m치s..."
        },
        "portfolio": {
            "title": "Portafolio",
            "description": "Portafolio con funcionalidad de barra de comandos, algunos proyectos, habilidades y m치s..."
        },
        "dash-admin": {
            "title": "Panel de Administraci칩n",
            "description": "Trabajando con panel, gr치ficos, tablas utilizando TanStack query, paginaci칩n y m치s..."
        },
        "podcast": {
            "title": "Podcast",
            "description": "Sistema de podcast con control de m칰sica, seleccionar episodio y m치s..."
        },
        "feedback": {
            "title": "Comentarios",
            "description": "Sistema de comentarios, con animaci칩n y m치s..."
        },
        "move-it": {
            "title": "Move It",
            "description": "Sistema de notificaci칩n para estudiantes o trabajadores, para tomar un descanso y hacer ejercicio."
        },
        "messages": {
            "title": "Mensajes",
            "description": "Sistema de mensajes con inicio de sesi칩n, enviar mensajes, mostrar mensajes y m치s..."
        }
    },
    "header": {
        "home": "Inicio",
        "about": "Acerca de",
        "portfolio": "Portafolio"
    },
    "footer": {
        "created-by": "Creado por Kevin Cruz"
    },
    "download-cv": {
        "download": "Descargar CV",
        "link": "https://mega.nz/file/C89XDJRb#kbOuP94rYQ_C5pcI6t-33tNmEBEs5Qkhcje2HaAYzTw"
    }
}
